LabSession2/SOAP-project/requestorder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://foodmenu.io/cs/webservice">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:addOrderRequest>
            <gs:name>Shitaki</gs:name>
        </gs:addOrderRequest>
    </soapenv:Body>
</soapenv:Envelope>